Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: །ཀླུའི་ཚོགས་དེ་མཆོག་ཏུ་ཡིད་མི་དགའ་ནས་མཆི་མ་དག་ཕྱུང་ངོ་། །ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་ཡང་ཡིད་ཀུན་ཏུ་མི་དགའ་ནས་དེ་བཞིན་ནོ།
en: That group of nāgas, as well as the entire retinue, then became utterly distressed and started to shed tears.

source: །ཅི་འདྲ་བ་ཡི་ལས་བྱས་པ། །དེ་འདྲ་བ་ཡི་འབྲས་བུ་འཐོབ།
en: “The fruition one obtains Accords with the actions performed.

source: །དགེ་བ་ཡིན་ན་བཟང་པོ་སྟེ། །
en: If the actions are virtuous, the results are excellent;

source: སྡིག་པ་བྱེད་པའང་སྡིག་ཏོའོ།
en: If they are negative, the results are also negative.

source: །དེ་ནས་ཡི་དགས་ལྟ་བུའི་ཀླུ། །ཁྱེད་ཀུན་འདི་སྐད་ཚིག་སྨྲོས་ཤིག །
en: “All of you, nāgas who are like pretas, repeat these words:

source: བདེན་པ་གང་གིས་སྟོན་པ་ནི། །སེམས་ཅན་ཀུན་ལ་ཐུགས་སྙོམས་པ། །བདེན་པའི་ཚིག་དེ་ཁོ་ན་ཡིས། །ངེད་ཀྱི་ཆུ་ནི་མ་འབར་ཅིག །
en: “Through the words of truth By which the Teacher Developed an impartial mind toward all beings, May the water I am holding not turn into fire!”

source: ཀླུ་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལན་བརྒྱད་པ་ལ་ལག་པ་གཉིས་ཀྱིས་ཆུ་བླངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་གཏོར་ནས་ཉེས་པ་ལ་ཉེས་པར་སོ་སོར་བཤགས་སོ།
en: All the nāgas said, “This eighth time, we will lift the water up with our hands and pour it on the feet of the Blessed One while confessing each of our faults!”

source: སྡིག་པའི་ལས་ཀྱི་སྒྲིབ་པ་ཡི། །ལྷག་མ་ལུས་པ་ཡོངས་སུ་ཟད། །
en: “All the remaining obscurations of your negative deeds Are now exhausted,

source: བྱམས་པའི་ཚེ་ན་ཁྱེད་ཅག་ནི། །མི་ཡི་སྲིད་པ་ཐོབ་པར་འགྱུར།
en: And you will obtain a human existence During the time of Maitreya.

source: །བྱམས་པ་ཡི་ནི་བསྟན་པ་ལ། །མྱུར་དུ་རབ་ཏུ་འབྱུང་བ་ཐོབ། །
en: “You will quickly go forth Under the teachings of Maitreya.

source: རྣལ་འབྱོར་ལ་ནི་མངོན་བརྩོན་དང་། །མྱུར་དུ་དགྲ་བཅོམ་ཐོབ་པར་འགྱུར།
en: You will exert yourselves in practice, And you will soon achieve the level of the worthy ones.”

source: །ཡང་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱི་མཐུས་ཀླུའི་ཚོགས་དེ་ཇི་ལྟར་ལྷགས་པ་བཞིན་དེ་དག་ཐམས་ཅད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་དང་། བདག་གི་ལས་དང་། འགྲོ་བ་དང་། སྐྱེ་བ་རྗེས་སུ་དྲན་ཏེ།
en: At that moment, through the power of the Buddha, all the groups of nāgas who had assembled there remembered their past lives, actions, destinies, and rebirths.

source: འཁོར་དེའི་ནང་ནས་ཀླུ་བརྒྱ་སྟོང་ཕྲག་མང་པོ་རང་གིས་ཉེས་པར་བྱས་པའི་སྡིག་པའི་ལས་ཀྱིས་རབ་ཏུ་དུས་ནས་ཁ་ཅིག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: As they realized their own past negative actions, many hundreds of thousands of nāgas within that retinue started to weep.

source: །སྔོན་གྱི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བསྟན་པ་ལ་བདག་ཅག་ཁྱིམ་ན་གནས་པར་གྱུར་ཏེ།
en: Some of them said, “We were householders under the teachings of past thus-gone ones.

source: ཉེ་དུ་དང་འགྲོགས་པའི་རྐྱེན་དང་། ཆོས་མཉན་པའི་རྐྱེན་གྱིས་དགེ་སློང་རྣམས་དང་ལྷན་ཅིག་ཏུ་དགེ་འདུན་གྱི་མངོན་དུ་གྱུར་པ་བསྔོས་པའི་མེ་ཏོག་དང་། འབྲས་བུ་དང་། ཁུ་བ་དང་། བཟའ་བ་དང་། བཏུང་བ་ལོངས་སྤྱད་ལགས་སོ་ཞེས་བྱ་བ་ནས་ཁ་ཅིག་གིས་གསོལ་པ། བདག་ཅག་གིས་ཕྱོགས་བཞི་པ་ལ་བསྔོས་པ་ལོངས་སྤྱད་ལགས་སོ་ཞེས་བྱ་བའི་བར་དུའོ། །ཁ་ཅིག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བདག་ཅག་གིས་རང་གིས་བསྔོས་པ་ལོངས་སྤྱོད་ལགས་སོ་ཞེས་བྱ་བའི་བར་དུའོ། །ཁ་ཅིག་གིས་གསོལ་པ། བདག་ཅག་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་གཟིགས་ཀྱི་ཞེས་བྱ་བའི་བར་དང་། བདག་ཅག་གཙུག་ཏོར་ཅན་གྱི་ཞེས་བྱ་བའི་བར་དང་། བདག་ཅག་འཁོར་བ་འཇིག་གི་ཞེས་བྱ་བའི་བར་དང་། བདག་ཅག་གསེར་ཐུབ་ཀྱི་ཞེས་བྱ་བའི་བར་དུའོ། །ཀླུ་ཁ་ཅིག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །དེ་བཞིན་གཤེགས་པ་འོད་སྲུང་གི་བསྟན་པ་ལ་བདག་ཅག་ཁྱིམ་ན་གནས་པར་གྱུར་ཏེ།
en: Because we spent our time with our relatives and did not listen to the Dharma, we ended up misusing the flowers, fruits, juices, food, and beverages that had been offered to the saṅgha of monks.” Others said, “We misused that which had been offered in the four directions.” Others said, “We have misused that which we ourselves had offered.” Yet others said, “We were under the teachings of Vipaśyin, Śikhin, or Kanakamuni.” Some nāgas said, “We were householders under the teachings of the thus-gone Kāśyapa.

source: ཉེ་དུ་དང་འགྲོགས་པའི་རྐྱེན་དང་། ཆོས་མཉན་པའི་རྐྱེན་གྱིས་དེ་བཞིན་དུ་བསྔོས་པའི་དགེ་འདུན་གྱི་མེ་ཏོག་དང་། འབྲས་བུ་དང་། ཁུ་བ་དང་། བཟའ་བ་དང་། བཏུང་བ་དགེ་སློང་རྣམས་ལ་སྩལ་པ་དེ་བདག་ཅག་གིས་ལོངས་སྤྱད་ལགས་སོ།
en: Similarly, because we spent time with our relatives and did not listen to the Dharma, we ended up misusing the flowers, fruits, juices, food, and beverages of the saṅgha that had been donated to monks.

source: །སྡིག་པའི་ལས་དེས་ཀྱང་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྡུག་བསྔལ་མི་བཟད་པ་ཆེན་པོ་རྣམ་པ་སྣ་ཚོགས་རབ་ཏུ་མི་བཟད་པ་མང་པོ་ཡང་དང་ཡང་ཉམས་སུ་མྱོང་ལགས་སོ།
en: Due to the karmic actions of those negative deeds, we have repeatedly experienced all kinds of unbearable great sufferings within the hell realms.

source: །དུད་འགྲོ་དང་ཡི་དགས་རྣམས་ཀྱི་ནང་དུ་དུས་ཡུན་རིང་པོར་རྟག་ཏུ་སྡུག་བསྔལ་གྱིས་གཟིར་ལགས་སོ།
en: For a long time, we have also been constantly tormented by suffering among pretas and animals.

source: །ལས་ཀྱི་ལྷག་མ་དེས་བདག་ཅག་ཀླུའི་སྐྱེ་གནས་དམན་པ་འདིར་སྐྱེས་ནས་ཆབ་བསྐོལ་བ་ཀུན་ཏུ་ཚ་བའི་ནང་དུ་བཙོས་ལགས་སོ།
en: Through the residue of those karmic actions, we have now been born here as inferior nāgas.

source: །བྱེ་མ་ཀུན་ཏུ་ཚ་བའི་ནང་དུ་བསྲེགས་ལགས་སོ། །བདག་ཅག་གི་ཁའི་སྒོར་ཁ་ཟས་སྩལ་བ་ཡང་ལྕགས་ཀྱི་ཐུ་ལུམ་དུ་གྱུར་ལགས་སོ། །དེ་བཞིན་དུ་ཁར་བཏུང་བ་སྩལ་བ་ཡང་ལྕགས་དང་ཟངས་སུ་གྱུར་ལགས་སོ།
en: We are cooked in boiling water and burned on scorching sand, and we feed on lumps of iron.

source: །གང་དང་གང་དུ་མཆིས་པ་ཐམས་ཅད་དུ་སྡུག་བསྔལ་གྱི་ཚོར་བ་དེ་ལྟ་བུ་མྱོང་ལགས་ན་བདག་ཅག་ཡོངས་སུ་བསྐྱབ་ཏུ་གསོལ།
en: Wherever we go, we experience such terrible suffering. Please protect us!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱེ་ལག་འགྲོ་དག་ཁྱེད་ཀྱིས་དགེ་འདུན་གྱི་ལོངས་སྤྱོད་པ་དེ་ནི་འོས་པ་མ་ཡིན་ཏེ།
en: The Blessed One replied, “O nāgas, it is not acceptable for you to use the possessions of the Saṅgha!

source: མཚམས་མེད་པ་དང་ཉེ་བ་ཡིན་ནོ།
en: This is close to the acts with immediate retribution!

source: །རྣམ་པར་མ་སྨིན་པར་གང་གིས་ཀྱང་མྱུར་དུ་བཤགས་པར་མི་ནུས་སོ།
en: You will not be able to quickly confess such acts without having to experience their ripening.

source: །ཀྱེ་ལག་འགྲོ་དག་དེ་ལྟ་ཡིན་ཡང་ཇི་སྲིད་འཚོའི་བར་དུ་སྐྱབས་གསུམ་དུ་འགྲོ་བ་ལ་འཁོད་ཅིག་དང་། དེ་ལྟ་ན་ཁྱེད་ལ་ཕན་པ་དང་བདེ་བར་འགྱུར་རོ།
en: O nāgas, despite that fact, you must commit to taking the threefold refuge for as long as you live! You will thereby gain benefits and happiness.

source: །རྒྱུ་དེས་དེ་བཞིན་གཤེགས་པས་ཁྱེད་འདོད་པ་བཞིན་འཁོར་བར་གཞོག་པར་མཛད་དོ། །དེ་དག་ཐམས་ཅད་གསུམ་ལ་སྐྱབས་སུ་འགྲོ་བ་ལ་ཡང་བཀོད་པར་གྱུར་ཏོ།
en: For those reasons, all the thus-gone ones have intentionally nurtured you in saṃsāra and caused you to take the threefold refuge.”

source: །ཡང་འཁོར་དེའི་ནང་ན་ཀླུ་མོ་ལོང་མ་ཞིག་ཡོད་དེ།
en: Within that assembly, there was also a blind female nāga.

source: དེའི་ཁ་སྲིན་བུས་གང་ཞིང་གཅིན་རུལ་པ་ལྟ་བུའི་རྣག་དྲི་ང་བ་ཟག་གོ། །སྨད་ཀྱི་མཚན་མ་ལ་ཡང་དེ་བཞིན་ནོ།
en: Her mouth was filled with worms, and from it was dripping pus with a stench like putrid urine.

source: །དེའི་ལུས་ཐམས་ཅད་རུལ་ཅིང་རྣག་འཛག་པ་ཕོལ་མིག་དང་སྲིན་བུས་གང་བ་ལ་ཤ་སྦྲང་དང་། སྦྲང་བུ་མཆུ་རིངས་དང་། སྦྲང་བུ་གདུག་པ་རྣམས་ཀྱིས་ཟ་བར་བྱེད་དོ།
en: Her lower body parts were similar to this. Her entire body was decaying, oozing pus, and covered with skin diseases and worms, and she was being devoured by flesh flies, mosquitoes, and hornets.

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཐུགས་རྗེ་ཆེན་པོས་གཟིགས་ཏེ། བཀའ་སྩལ་པ། སྲིང་མོ་ཁྱོད་ཀྱིས་ལུས་ལ་སྡིག་པའི་ལས་ནི་ཅི་བྱས། ཇི་ལྟ་བུ་ཞིག །དེས་གསོལ་པ།
en: The Blessed One looked at her with great compassion and asked, “Sister, what kind of negative deeds related to the body did you commit?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་གི་ཚོར་བ་སྡུག་བསྔལ་ལགས་སོ།
en: She replied, “Respected Blessed One, I am tormented by suffering!

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་གི་ཚོར་བ་ཚ་བ་ལགས་ཏེ།
en: Respected Blessed One, I experience burning pains!

source: གང་ནས་ཀླུའི་སྐྱེ་གནས་དམན་པ་འདིར་སྐྱེས་པའི་དགུང་ལོ་སྟོང་ཕྲག་སུམ་ཅུ་རྩ་དྲུག་བདག་གིས་མངོན་པར་འཚལ་ལགས་སོ།
en: I remember that thirty-six thousand years have now passed since I was born as this inferior nāga.

source: །བདག་གི་སྡུག་བསྔལ་གྱི་ཚོར་བ་དེ་ལྟ་བུ་ནི་གདུགས་ཞག་གཅིག་ཀྱང་རྒྱུན་མ་ཆད་ལགས་སོ།
en: These terrible sufferings have not ceased for even a single day!”

source: །བཀའ་སྩལ་པ། སྔོན་གྱི་ལས་ཅི་ཞིག་བྱས། དེས་གསོལ་པ།
en: The Blessed One asked, “What actions did you commit in the past?”

source: འདི་ནས་བསྐལ་པ་དགུ་བཅུ་རྩ་གཅིག་པ་ལ་རྒྱལ་བ་རྣམ་པར་གཟིགས་ཀྱི་བསྟན་པ་ལ་མིའི་རྒྱུད་ཀྱི་བུད་མེད་དུ་གྱུར་ལགས་ཏེ།
en: She said, “Ninety-one eons ago, under the teachings of the Victor Vipaśyin, I was born as a girl in a human family.

source: བདག་དེར་འདོད་པའི་དྲེགས་པས་མྱོས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བ་དང་ལྷན་ཅིག་ཏུ་དགེ་འདུན་གྱི་གཙུག་ལག་ཁང་ན་དགེ་འདུན་གྱི་མལ་ཆའི་སྟེང་དུ་ཡང་དང་ཡང་འཁྲིག་པ་དང་ལྡན་པའི་ཆོས་འདོད་པ་དག་སོ་སོ་ཡང་དག་པར་མྱོང་ལགས་ཏེ།
en: Intoxicated by lust, I repeatedly wished to have sexual intercourse with those monks who had gone forth under the teachings of the Blessed One, in the temples of the Saṅgha and on the Saṅgha’s beds.

source: ནོར་གྱི་སླད་དུ་མ་སྐྲག་ལགས་སོ།
en: I was not afraid of the consequences of such faults.

source: །བཅོམ་ལྡན་འདས་དེ་ཚུན་ཆད་བདག་རྟག་ཏུ་ལྷ་དང་མིའི་རྙེད་པ་དང་བྲལ་ལགས་སོ།
en: Blessed One, since that time I have never again obtained the body of a god or a human.

source: །རྟག་ཏུ་ངན་སོང་གསུམ་གྱི་ཚོར་བ་མི་བཟད་པས་རབ་ཏུ་གཟིར་ལགས་སོ།
en: Instead, I have been constantly tormented by unbearable pain in the three lower realms.”

source: །བཀའ་སྩལ་པ། སྲིང་མོ་གང་གི་ཚེ་འདིར་བསྐལ་པ་ཆེན་པོ་འཇིག་པར་གྱུར་པ་དེའི་ཚེ་ཁྱོད་གང་དུ་སོང་།
en: The Blessed One asked, “Sister, where did you go when that great eon came to an end?”

source: དེས་གསོལ་པ། སྔོན་གྱི་ལས་ལ་རྟེན་པའི་རླུང་ཆེན་པོ་དེ་དག་གིས་འཕངས་ནས། འཇིག་རྟེན་གྱི་ཁམས་སྙིགས་མ་ལྔ་དང་ལྡན་པ་གཞན་དག་ཏུ་འཕངས་ལགས་སོ།
en: She replied, “By the great winds aroused by my previous actions, I was propelled into other worlds ripe with the five degenerations.

source: །ཡང་གང་གི་ཚེ་དེར་འཇིག་པར་གྱུར་ནས་དེ་ནས་ཡང་འདིར་འཕངས་ལགས་ན།
en: After those worlds were destroyed, I was thrown into this place.

source: བཅོམ་ལྡན་འདས་ཐུགས་རྗེ་ཆེན་པོས་བདག་ཡོངས་སུ་བསྐྱབ་ཏུ་གསོལ།
en: Blessed One, please protect me through your great compassion!

source: བདེ་བར་གཤེགས་པ་བདག་ཡོངས་སུ་བསྐྱབ་ཏུ་གསོལ།
en: Well-Gone One, please protect me!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཕྱག་གཉི་གས་རྨ་རྩི་སྤོས་དང་སྦྱར་བའི་ཆུ་བཞེས་ཏེ་བདེན་པ་བརྗོད་པར་མཛད་དོ།
en: With his two hands the Blessed One then lifted up some water mixed with medicinal incense for wounds and uttered words of truth.

source: །བདེན་པ་གང་གིས་སྔོན་ཐི་བའི་ཕྱིར་ངའི་ལུས་ཆགས་པ་མེད་པར་ཡོངས་སུ་བཏང་བའི་བདེན་པ་དེས་ཁྱོད་ཀྱི་ནད་དེ་དག་ཞི་བར་གྱུར་ཅིག །ཀླུ་མོ་དེའི་ཁར་བླུགས་ཤིང་ལུས་ལ་གཏོར་བས་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་གྱུར་ཏེ། གསུམ་ལ་སྐྱབས་སུ་ཉེ་བར་གནས་པར་གྱུར་ཏོ།
en: He said, “Through these words of truth by which I previously, without any attachment, gave away my body in order to benefit a pigeon, may your diseases be healed!” He then poured that water into the mouth of the female nāga and sprinkled it over her body. All her diseases were completely healed, and she settled within the threefold refuge.

source: །ཡང་དེ་ཉིད་ན་ཀླུ་གཞན་ཞིག་ལུས་དྲི་ང་ཞིང་སྲིན་བུས་གང་ལ་སྲིན་བུ་སེར་སྐྱས་གང་ནས་དེ་ལས་རྣག་ཁྲག་ཚ་ཞིང་གོར་གོར་པོ་ཟག་པ། སྨྲ་མི་ནུས་པ།
en: There was also another nāga in that place who was stinking, filled with worms, and covered by yellowish worms. Hot and thick pus and blood were oozing out of his body, and he was unable to speak.

source: མཆོག་ཏུ་སྐྱོན་དུ་བགྲང་བ་ཞིག་ཡོད་དོ།
en: He was extremely repugnant.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཀླུ་དེ་གཟིགས་ནས་བཀའ་སྩལ་པ། ལག་འགྲོ་ཁྱོད་ཀྱིས་སྔོན་མི་དགེ་བའི་ལས་ཅི་ཞིག་བྱས།
en: When the Blessed One saw him, he asked, “Nāga, what kind of nonvirtuous actions did you commit in the past?”

source: ཀླུ་དེས་ཁའི་སྒོ་ཕྱེ་ནས་སྲིན་བུའི་རིགས་དང་། རྣག་ཁྲག་དང་། མེས་གང་བའི་ཁའི་སྒོ་སྦྱང་བྲིམས་ཏེ་སྨྲ་མ་ནུས་སོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྐྱོར་ཆུ་ཞིག་བཞེས་ཏེ་བཀའ་སྩལ་པ། རི་བོང་གྱུར་ཏེ་དྲང་སྲོང་ཕྱིར། །རང་གིས་མེ་ཡི་ནང་བོར་བ།
en: The nāga opened his mouth, but since it was filled with all kinds of worms and with pus, blood, and fire, he was unable to speak. The Blessed One took water in his hands and said:

source: །བདེན་པའི་ཚིག་དེ་ཁོ་ན་ཡིས། །ཀླུ་ནི་སྨྲ་བར་ནུས་པར་ཤོག །སྐྱོར་ཆུ་དེ་ཀླུའི་ཁར་བླུགས་ནས་དེའི་ཁའི་ནང་དུ་མེ་རབ་ཏུ་ཞི་ཞིང་སྲིན་བུ་དང་རྣག་ཁྲག་ཁའི་ཕྱི་རོལ་དུ་བྱུང་ངོ་། །
en: “Through the same words of truth By which I threw myself into a fire To benefit a sage when I was a rabbit, May this nāga recover his ability to speak!” He then poured the water he was holding into the mouth of the nāga, thereby extinguishing the fire inside his mouth and removing the worms, pus, and blood.

source: ཀླུ་དེ་ཁ་ཡོངས་སུ་དག་པར་གྱུར་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་རྒྱལ་བ་འོད་སྲུང་གི་བསྟན་པ་ལ་བདག་ཞིང་པར་གྱུར་ལགས་སོ།
en: When his mouth had been purified, the nāga said, “Respected Blessed One, I was a farmer under the teachings of the Victor Kāśyapa.

source: །བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་གཞན་ཞིག་ལ་སྐྱེད་དུ་སྩོལ་ཅིག་དང་། སྟོན་གྱི་དུས་སུ་ཁྱོད་ལ་དབུལ་ལོ་ཞེས་གསེར་ལྔ་བཅུ་ཞིག་གསོལ་བ་བཏབ་ལགས་སོ།
en: I once asked a hearer of the Blessed One to lend me fifty golden coins on interest, assuring him that I would pay him back in the fall.

source: །དེས་བདག་ལ་འགྲོན་བུ་བརྒྱད་ཅུའི་རིན་བཅུ་ཞིག་སྩལ་ཏེ། ལྔ་བཅུར་མ་སྩལ་ལགས་སོ།
en: He only gave me ten with a fee of eighty cowries, not the fifty golden coins I had asked for.

source: །བདག་གིས་དགེ་སློང་དེ་ལ་ཁྲོ་བས་ཟིལ་གྱིས་ནོན་ནས་འགྲོན་བུ་བརྒྱད་ཅུའི་རིན་བཅུ་བླངས་ཏེ། དེ་ལ་སླར་ཡང་མ་སྩལ་ལགས་སོ།
en: Hence, overwhelmed by anger toward that monk, I took ten with a fee of eighty cowries and never paid him back.

source: །གཞན་ཡང་དུས་གཞན་ཞིག་ན་དགེ་སློང་རྣམས་ཀྱི་ཀུན་དགའ་ར་བ་དེར་བདག་མཆིས་ནས་དེར་དགེ་འདུན་གྱི་མངོན་དུ་གྱུར་པ་བསྔོས་པ་ཨ་མྲའི་འབྲས་བུ་བཅུ་གསུམ་པ་ལོངས་སྤྱད་ལགས་སོ།
en: On another occasion, I went to a monastic compound in which there were resident monks and ate thirteen mangoes that had been offered to the Saṅgha.

source: །སུག་ལས་ཀྱི་སྒྲིབ་པའི་ལྷག་མ་དེ་ཁོ་ནས་དེ་ནས་ཤི་འཕོས་ནས་འབྲོག་དགོན་པ་སྐམ་པོ་འདིར་ཉི་ཚེ་བའི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ།
en: Through just the residue of that karmic obscuration, after I died I was born within one of the neighboring hells in this barren wilderness.

source: རྟག་ཏུ་བདག་གི་ལུས་སྲིན་བུ་དག་དང་རྣག་ཁྲག་བརྡུས་པས་གང་ལགས་སོ། །བཀྲེས་པ་དང་སྐོམ་པས་ཀུན་ཏུ་གཟིར་ནས་སྡུག་བསྔལ་གྱི་ཚོར་བ་མྱོང་ལགས་སོ།
en: My body was constantly covered by worms, pus, and blood, and I suffered the torments caused by hunger and thirst.

source: །ཡང་མི་དགེ་བའི་ལས་ཀྱི་རྒྱུ་དེས་བདག་འདི་ནས་ཤི་འཕོས་ནས་ཡང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ལགས་སོ།
en: Due to those nonvirtuous actions, after I died I was born in the great hells.

source: །དགེ་སློང་དེ་ཡང་ཁྲོ་བ་དང་སེར་སྣའི་རྒྱུ་དེས་འཆི་བའི་དུས་བགྱིས་ནས་འདིར་ཀླུ་རྣམས་ཀྱི་ནང་དུ་བདག་གི་མཆན་ཁུང་དུ་སྐྱེས་ཏེ།
en: After that monk died, his anger and miserliness caused him to be born here among the nāgas, in my armpit.

source: དུས་རྟག་ཏུ་བདག་ལ་གཡོ་བར་བགྱིད་དོ།
en: He always moves in my body.

source: །དེ་རྟག་ཏུ་ཁྲོ་བས་ཟིལ་གྱིས་ནོན་ནས་དབུགས་ཚ་བས་བདག་གི་ལུས་ལ་ཡོངས་སུ་གང་བར་བགྱིད་དོ།
en: Constantly overwhelmed by anger, he fills my body with his warm breath.

source: །རྒྱུ་དེས་རྟག་པར་རྒྱུན་ཏུ་བདག་གི་ལུས་སྲིན་བུ་དག་དང་རྣག་ཁྲག་གིས་གང་ལགས་ན་དེ་བཞིན་གཤེགས་པས་བདག་ཡོངས་སུ་བསྐྱབ་ཏུ་གསོལ།
en: Due to those causes, my body is continuously covered by worms, pus, and blood. Thus-Gone One, please protect me!

source: སྦྲུལ་དགྲ་དང་འདྲ་བ་དེ་ལས་བདག་ཡོངས་སུ་ཐར་བར་མཛད་པར་གསོལ།
en: Please liberate me from those hostile snakes!”

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱག་ཏུ་ཆབ་བཞེས་ཏེ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One took water in his hands and said:

source: །མུ་གེ་དག་ནི་བྱུང་བའི་ཚེ།
en: “During a period of famine,

source: །ང་ནི་འདིར་ཡང་ཉར་གྱུར་ཏེ།
en: I was a fish in this place,

source: །ཤ་དང་ཁྲག་གིས་ཚིམ་བྱས་པས།
en: And I was sated by feeding on flesh and blood.

source: །ཁྱེད་ཅག་གཉི་ག་བདེ་བར་ཤོག །ཆུ་དེས་ཀླུ་ལ་གཏོར་ནས་དེའི་མཆན་ཁུང་ནས་ཀླུའི་བུ་བྱུང་ངོ་།
en: May both of you be well!” As he poured water on that nāga, another nāga emerged from his armpit.

source: །གཉི་གས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཡུན་ཇི་ཙམ་གྱིས་ངན་སོང་དག་ལས་བདག་ཅག་ཐར་བར་འགྱུར།
en: Both of them asked, “For how long have we been freed from the lower realms?”

source: ཀྱེ་ལག་འགྲོ་དག་གང་ཕྱོགས་བཞིའི་དགེ་འདུན་ནས་དགེ་འདུན་གྱི་མངོན་དུ་གྱུར་པ་བསྔོས་པའི་མེ་ཏོག་དང་། འབྲས་བུ་དང་། འདབ་མ་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། མལ་ཆ་དང་། རྩི་དང་། ཡོ་བྱད་ཀྱང་རུང་། དགེ་འདུན་ལས་གལ་ཏེ་བདག་གིར་ལོངས་སྤྱད་དམ།
en: “Hey, nāgas! For those who use or give to others the flowers, fruits, leaves, food, beverages, bedding, plants, or tools that have been offered to the Saṅgha in one of the four directions, negative deeds will ripen.

source: གཞན་ལ་བྱིན་ན་སྡིག་པའི་ལས་དེ་རྣམ་པར་སྨིན་ཅིང་སོ་སོ་ཡང་དག་པར་མ་མྱོང་བར་སུས་ཀྱང་མྱུར་དུ་ཟད་པར་བྱ་བར་མི་ནུས་ཏེ་འདི་ནི་མཚམས་མེད་པ་དང་ཉེ་བ་ཤིན་ཏུ་ལྕི་བ་ཡིན་ནོ།
en: Since these acts are extremely heavy—almost as heavy as the acts with immediate retribution—no one is able to quickly eliminate those actions without experiencing their fruition!

source: །ལག་འགྲོ་དག་ཁྱེད་ཚུར་ཤེག །དཀོན་མཆོག་གསུམ་ལ་སྐྱབས་སུ་དེང་ཤིག་དང་། དེས་ན་ཁྱེད་ཅག་ཆུ་ལ་གནས་པ་དག་ཏུ་འགྱུར་རོ་ཞེས་བྱ་བ་ནས་དཀོན་མཆོག་གསུམ་ལ་སྐྱབས་སུ་རྣམ་པར་བཀོད་དེ་ཆུ་ལ་གནས་པར་གྱུར་ཏོ་ཞེས་བྱ་བའི་བར་དུའོ།
en: Nāgas, come here and go for refuge in the Three Jewels! If you do so, you will henceforth live in water.” They were then established into the refuge of the Three Jewels and henceforth lived in water.

source: སྤུ་གྲི་རྣོན་པོ་དག་གིས་སུ། །རང་གི་ཡན་ལག་གཏུབས་པ་སླའི། །བསྔོས་ཟིན་པ་ཡི་དངོས་པོ་ནི། །ཁྱིམ་པ་རྣམས་ལ་སྦྱིན་མི་བྱ། །
en: “It may be tolerable to have one’s limbs Cut by sharp razor blades, But one should never give to householders Possessions that have already been offered.

source: མེ་ལྕེ་འབར་བ་ལྟ་བུ་ཡི། །ལྕགས་ཀྱི་ཐུ་ལུམ་ཟོས་སླ་ཡི། །དགེ་འདུན་དག་ལས་གལ་ཏེ་ནི། །དགེ་འདུན་གྱི་ལ་ལོངས་མི་སྤྱད། །
en: “It may be tolerable to eat iron lumps That are like blazing flames, But one should never use Something that belongs to the Saṅgha.

source: ལྷུན་པོ་དང་ནི་འདྲ་བའི་མེ། །བླང་བ་བྱས་ཏེ་ཟོས་པ་སླའི།
en: “It may be tolerable to take and swallow A fire as high as Mount Sumeru,

source: །ཁྱིམ་པར་གྱུར་པས་དགེ་འདུན་གྱི། །ལོངས་སྤྱད་པར་ནི་མི་བྱའོ།
en: But householders should never use The possessions of the Saṅgha.

source: །ཐམས་ཅད་དབྱུང་བ་བྱས་པ་དང་། །གསལ་ཤིང་སྟེང་དུ་བཏེག་པ་སླའི།
en: “It may be tolerable to have all one’s limbs cut off And to be impaled on a stake,

source: །མེ་མདག་གིས་ནི་གང་བ་ཡི། །གནས་ཁང་དེར་ནི་ཞུགས་པ་སླའི།
en: “It may be tolerable to enter a room Filled with burning embers,

source: །ཁྱིམ་པས་དགེ་འདུན་གནས་ཁང་དུ། །མཚན་མོ་གནས་པར་མི་བྱའོ།
en: But householders should never spend the night In the rooms of Saṅgha members.

source: །མེ་ལྕེ་འབར་བ་ལྟ་བུ་ཡི། །ལྕགས་ཀྱི་ཐུ་ལུམ་བླངས་པ་སླའི།
en: “It may be tolerable to take in one’s hands Iron lumps that are like burning flames,

source: །རབ་ཏུ་བྱུང་དང་ཁྱིམ་པ་ཡིས། །དབྱིག་ནི་བླང་བར་མི་བྱའོ། །
en: But renunciates and householders Should never hold gold coins.

source: འཁོར་ལོ་རྣོན་པོས་བདག་གི་ལུས། །ཀུན་ཏུ་གཏུབ་པར་བྱས་པ་སླའི། །
en: “It may be tolerable to have one’s body Chopped by a sharp wheel,

source: ལེགས་པར་གསུངས་པའི་ཆོས་རྣམས་ལ། །རྒྱགས་དང་གཤེ་བ་བསྐྱེད་མི་བྱ། །
en: But one should never criticize or develop arrogance toward The well-spoken Dharma teachings.

source: ལེགས་པར་གསུངས་པའི་ཆོས་ཅན་གྱི། །མིག་ནི་རང་གི་ཕྱུང་བ་སླའི།
en: “It may be tolerable for followers of the well-spoken Dharma To gouge out their own eyes,

source: །སེམས་ཅན་དུ་ནི་བགྲང་བ་ལ།
en: But they should never pass judgment on others

source: །ཁྲོས་པས་སྐྱེ་དགུ་མི་མངག་གོ།
en: And angrily banish such people.

source: །ལེགས་པར་གསུངས་པའི་ཆོས་ཅན་གྱི།
en: “It may be tolerable for followers of the well-spoken Dharma

source: །མེ་ཡི་གོས་ནི་གྱོན་པ་སླའི། །ཚུལ་འཆོས་པ་དང་མཐུ་ཡིས་སུ། །ཁྱིམ་པ་ལས་ནི་གོས་མི་བསླང་།
en: To wear clothes made of fire, But they should never take the clothes of householders Through pretense or force.

source: །མེ་འདྲ་བར་ནི་བསྐོལ་བ་ཡི། །རྩུབ་འགྱུར་ཆུ་ནི་འཐུངས་པ་སླའི། །རབ་ཏུ་བྱུང་བས་གཡོ་སྒྱུ་ཡིས། །བཟའ་བཏུང་བསླང་བར་མི་བྱའོ།
en: “It may be tolerable for renunciates to drink Unpleasant water that burns like fire, But they should never take Food and beverages through hypocrisy.”

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཀླུ་ཁྲི་བཞི་སྟོང་སྙེད་སྔོན་གྱི་ཉེས་པར་བྱས་པའི་སྡུག་བསྔལ་གྱི་ཚོར་བ་དེ་ལྟ་བུ་དག་ལས་ཡོངས་སུ་ཐར་བར་མཛད་དེ་སྐྱབས་གསུམ་ལ་ཡང་རྣམ་པར་བཀོད་དོ།
en: At that time, the Blessed One liberated fourteen thousand nāgas from the terrible sufferings caused by their previous negative actions, and he established them into the threefold refuge.

source: །དེའི་ཚེ་ཀླུ་གཞན་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་ནི་སྐྱབས་གསུམ་དུ་འགྲོ་བ་དང་། ཐེག་པ་གསུམ་ལ་ངེས་པར་རྣམ་པར་བཀོད་དོ།
en: Eight hundred million other nāgas also went for refuge in the Three Jewels and were truly established in the three vehicles.

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀཽ་ཌི་ནྱ་ལ་བཀའ་སྩལ་པ། ཀཽ་ཌི་ནྱ་སེམས་ཅན་རྣམས་རང་ལ་སླུ་བ་ལ་ལྟོས།
en: The Blessed One then said to Venerable Kauṇḍinya, “Kauṇḍinya, look at how sentient beings are fooling themselves!

source: སེམས་ཅན་གང་དག་དབུལ་པོ་ཉིད་ཀྱི་འཇིགས་པས་སྐྲག་ནས་རང་གིས་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་ཕན་གདགས་པའི་ཕྱིར་ཡོ་བྱད་ཀྱི་དངོས་པོ་རྣམ་པ་སྣ་ཚོགས་བསྔོས་ལ། ཁ་ཅིག་གིས་ནི་རང་གིས་ལོངས་སྤྱད་དོ།
en: Some use for themselves the various possessions that others have offered out of fear of the terrors of poverty and to benefit monks who abide by the Dharma.

source: །ཁ་ཅིག་གིས་ནི་གཞན་དག་ལོངས་སྤྱད་པར་བྱ་བའི་ཕྱིར་བྱིན། ཁ་ཅིག་གིས་ནི་མཐུས་ཕྲོགས་ནས་ལོངས་སྤྱད་པས་དེ་ལྟར་ཡུན་རིང་པོར་ངན་སོང་གསུམ་དུ་སྡུག་བསྔལ་བརྟེན་ཏོ།
en: Others give these things away for the enjoyment of others, while still others rob them by force and then make use of them themselves. By doing so, they will meet with suffering for a long time in the three lower realms.

source: །ཡང་སེམས་ཅན་གང་དག་དབུལ་པོ་ཉིད་ཀྱིས་འཇིགས་པས་སྐྲག་ནས་འཁོར་བའི་སྲིད་པའི་བཙོན་ར་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་བྱ་བའི་ཕྱིར་སྔོན་གྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ངོ་།
en: There are also some people who, fearing poverty and in order to free themselves from the prison of saṃsāra, became renunciates under the teachings of blessed buddhas of the past but later renounced their consideration of wholesome practices and recitation.

source: །དེ་དག་རབ་ཏུ་བྱུང་ནས་ཆོས་དང་ལྡན་པའི་རྣལ་འབྱོར་ཡིད་ལ་བྱེད་པ་དང་། ཚིག་འདོན་པ་བཏང་ནས་ཉམས་པར་གྱུར་པ་དེ་དག་ཁ་ཅིག་ནི་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་དངོས་པོ་རྣམ་པ་སྣ་ཚོགས་དེ་བཞིན་དུ་བསྔོས་པ་རང་གིས་ཕྲོགས་ཏེ་ལོངས་སྤྱོད་པར་བྱེད་དོ།
en: Some such degenerate beings will rob and misuse the various items that have been offered to monks who abide by the Dharma.

source: །ཁ་ཅིག་གིས་ནི་ཁྱིམ་པ་རྣམས་ལ་སྦྱིན་པར་བྱེད་དེ།
en: Others among them will give these items to householders.

source: དེ་དག་གཉི་ག་དེ་ལྟར་ཡུན་རིང་པོར་ངན་སོང་གསུམ་དུ་སྡུག་བསྔལ་གྱིས་གཟིར་ཏོ།
en: Both those groups will be tormented by suffering for a long time in the three lower realms.

source: །ངས་ཉེས་དམིགས་དེ་ཡང་དག་པར་གཟིགས་ནས་ངའི་ཉན་ཐོས་རྣམས་ལ་དྲན་པར་བྱ་བ་བཅའ་བ་མཛད་དེ།
en: Seeing those shortcomings, I have informed and reminded my hearers of them.

source: ངའི་ཉན་ཐོས་སུས་ཀྱང་དགེ་སློང་ལ་བསྔོས་པ་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་བསྔོས་པའི་མེ་ཏོག་དང་། འབྲས་བུ་དང་། ལོ་མ་དང་། བཅུད་ཁྱིམ་པ་རྣམས་ལ་སྦྱིན་པར་མི་བྱའོ།
en: None of my hearers should give to householders the flowers, fruits, leaves, and plant extracts that have been offered to monks and to the Saṅgha of monks.

source: །གང་ཟག་གི་འདུ་ཤེས་ཀྱིས་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: They should not be enjoyed while entertaining any perception of a person.

source: །དགེ་འདུན་ལས་ཕྱི་རོལ་དུ་ཡང་ཉོ་ཚོང་མི་བྱའོ།
en: My hearers should not engage in any trade outside the Saṅgha.

source: །བསྐོར་བ་དང་། བསྒྱུར་བ་དང་། དབྱིག་གི་གཏམ་མི་བྱའོ།
en: They should not exchange and barter goods or discuss wealth.

source: །སེམས་ཅན་རྣམས་ཟང་ཟིང་གིས་ཡོངས་སུ་བསྡུ་བའི་རྐྱེན་གྱིས་ངན་སོང་གི་སྡུག་བསྔལ་དག་ལ་དགོད་པར་མི་བྱའོ།
en: No one should settle themselves in the sufferings of the lower realms by hoarding material things.

source: །སེམས་ཅན་རྣམས་ཆོས་ཀྱིས་བསྡུ་བས་བསྡུ་བར་བྱའོ། །མི་ཕྱེད་པའི་དད་པ་བཞི་དང་། ཐེག་པ་གསུམ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་ལ་དགོད་པར་བྱའོ།
en: People should instead amass the Dharma and settle themselves in the four types of undivided faith, the three vehicles, and the three gateways of liberation.”
